Repository: Only0neHpLeft/Fluidic
Catalog: Fluidic/Localizable.xcstrings
Source language: en
Languages: cs

source: %lld day streak
cs: série %lld dní

source: %lld freezes
cs: %lld zmrazení

source: %lld of %lld unlocked
cs: %lld z %lld odemčeno

source: %lld percent
cs: %lld procent

source: %lld percent of daily goal
cs: %lld procent denního cíle

source: Achievement unlocked: %@
cs: Úspěch odemčen: %@

source: Achievement Unlocked!
cs: Úspěch odemčen!

source: Achievements
cs: Úspěchy

source: Active hours
cs: Aktivní hodiny

source: Add %lld milliliters
cs: Přidat %lld mililitrů

source: Amazing work staying hydrated today!
cs: Skvělá práce, dnes jste zůstali hydratovaní!

source: Amazing! You've hit your daily water intake goal. Keep it up!
cs: Úžasné! Splnili jste svůj denní cíl příjmu vody. Tak držte!

source: Amount added per cup tap
cs: Množství přidané jedním klepnutím

source: Cancel
cs: Zrušit

source: Choose Your Cup Size
cs: Vyberte velikost sklenice

source: Continue
cs: Pokračovat

source: Daily Challenge
cs: Denní výzva

source: Daily Goal
cs: Denní cíl

source: Double tap to add water
cs: Dvojitým klepnutím přidáte vodu

source: Enable Reminders
cs: Povolit připomínky

source: From
cs: Od

source: Get reminders to drink water throughout the day
cs: Dostávejte připomínky k pití vody během dne

source: Get Started
cs: Začít

source: Goal reached!
cs: Cíl splněn!

source: Goal Reached!
cs: Cíl splněn!

source: Good afternoon
cs: Dobré odpoledne

source: Good evening
cs: Dobrý večer

source: Good morning
cs: Dobré ráno

source: Good night
cs: Dobrou noc

source: History
cs: Historie

source: Home
cs: Domov

source: Keep it going!
cs: Jen tak dál!

source: Keep tracking to unlock
cs: Pokračujte ve sledování pro odemčení

source: Level %lld
cs: Úroveň %lld

source: Level Up!
cs: Nová úroveň!

source: Language
cs: Jazyk

source: Locked achievement
cs: Zamčený úspěch

source: No data for this week
cs: Žádná data za tento týden

source: Progress
cs: Pokrok

source: Reset
cs: Resetovat

source: Reset Today's Data
cs: Resetovat dnešní data

source: Reset Today's Data?
cs: Resetovat dnešní data?

source: Set Your Daily Goal
cs: Nastavte svůj denní cíl

source: Settings
cs: Nastavení

source: Skip
cs: Přeskočit

source: Smart Reminders
cs: Chytré připomínky

source: Start logging water to see your progress
cs: Začněte zaznamenávat vodu pro zobrazení pokroku

source: Stay hydrated
cs: Zůstaňte hydratovaní

source: Stay on Track
cs: Zůstaňte na správné cestě

source: Sync water intake to Health app
cs: Synchronizovat příjem vody do Zdraví

source: Tap Size
cs: Velikost dávky

source: Tap the cup to add %lld ml
cs: Klepněte na šálek a přidejte %lld ml

source: This will clear all water intake logged today. This cannot be undone.
cs: Tímto vymažete veškerý dnešní příjem vody. Tuto akci nelze vrátit zpět.

source: Time to hydrate!
cs: Čas se napít!

source: Today's Log
cs: Dnešní záznamy

source: Track your hydration, build healthy habits
cs: Sledujte svou hydrataci, budujte zdravé návyky

source: Unlocked:
cs: Odemčeno:

source: Until
cs: Do

source: Water cup
cs: Sklenička vody

source: Welcome to Fluidic
cs: Vítejte ve Fluidic

source: You need about %lld ml per hour to reach your goal. Tap to log!
cs: Potřebujete asi %lld ml za hodinu k dosažení cíle. Klepněte pro záznam!
